evaluation/ycsb_pm_results/capybarakv/Runf/Run8
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 235162
[OVERALL], Throughput(ops/sec), 42523.87715702367
[TOTAL_GCS_G1_Young_Generation], Count, 61
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 135
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05740723416198196
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 61
[TOTAL_GC_TIME], Time(ms), 135
[TOTAL_GC_TIME_%], Time(%), 0.05740723416198196
[READ], Operations, 10000000
[READ], AverageLatency(us), 8.0082616
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 8519
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[READ-MODIFY-WRITE], Operations, 5002846
[READ-MODIFY-WRITE], AverageLatency(us), 27.25833335665339
[READ-MODIFY-WRITE], MinLatency(us), 25
[READ-MODIFY-WRITE], MaxLatency(us), 16623
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 28
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 30
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 507520.0
[CLEANUP], MinLatency(us), 507392
[CLEANUP], MaxLatency(us), 507647
[CLEANUP], 95thPercentileLatency(us), 507647
[CLEANUP], 99thPercentileLatency(us), 507647
[UPDATE], Operations, 5002846
[UPDATE], AverageLatency(us), 18.28635540650262
[UPDATE], MinLatency(us), 17
[UPDATE], MaxLatency(us), 12079
[UPDATE], 95thPercentileLatency(us), 19
[UPDATE], 99thPercentileLatency(us), 20
[UPDATE], Return=OK, 5002846